Repository: reel2bits/reel2bits.org
Catalog: locales/*/LC_MESSAGES/app.po
Languages: fr_fr

# Footer
source: © Copyright 2016-2019, reel2bits maintainers and contributors.
fr_fr: © Copyright 2016-2019, mainteneurs et contributeurs reel2bits.

# Content/Home/Header
source: A platform to share music and podcasts
fr_fr: Une plateforme pour partager de la musique et des podcasts

# Content/Home/Paragraph
source: Check the package <a href="https://github.com/YunoHost-Apps/reel2bits_ynh">GitHub page</a>
fr_fr: Allez voir le package <a href="https://github.com/YunoHost-Apps/reel2bits_ynh">page GitHub</a>

# HTML/Meta/Title
source: Code of Conduct
fr_fr: Code de conduite

# Content/Contact/Header
source: Contact informations
fr_fr: Informations de contact

# Content/Home/Button/Call to action
source: Contribute
fr_fr: Contribuer

# Navigation/Link.Title
source: Demo
fr_fr: Démo

# Content/Home/Paragraph
source: Each reel2bits instance is a part of a bigger network called the Fediverse. It means that users from different instances can connect with each other, and even the users of other activitypub enabled platforms, like Mastodon or Pleroma can interact with reel2bits users.
fr_fr: Chaque instance de reel2bits est une part d’un réseau plus grand appelle le Fediverse. Cela veut dire que tout utilisateur d’une instance différente peut se connecter avec les autres, et même les utilisateurs de plateformes connectés via activitypub, tel que Mastodon ou Pleroma peuvent intérragir avec les utilisateurs de reel2bits.

# Content/Home/Title
source: Get it
fr_fr: L’obtenir

# Content/Error/Link
source: Go back to home page
fr_fr: Retourner à la page d’accueil

# Content/Home/Paragraph
source: Have a YunoHost? Install it from the package
fr_fr: Vous avez un YunoHost? Installez le depuis le package

# Content/Home/Paragraph
source: Have questions? Ask them in <a href="https://riot.im/app/#/room/#reel2bits:otter.sh">matrix channel</a> or by <a href="mailto:dashie@otter.sh">email</a>.
fr_fr: Vous avez une question ? Posez les sur le <a href="https://riot.im/app/#/room/#reel2bits:otter.sh">canal Matrix</a> ou par <a href="mailto:dashie@otter.sh">email</a>.

# Navigation/Link.Title
source: Home
fr_fr: Accueil

# Content/Contact/Paragraph
source: If you need to get in touch with core contributors of the project, use the contact information below.
fr_fr: Si vous avez besoin de contacter un contributeur majeur du projet, utilisez les informations contact ci-dessous.

# Content/Home/Button
source: Installation Guides
fr_fr: Guides d’installation

# Content/Home/Title
source: It's simple
fr_fr: C’est simple

# Content/Home/Title
source: It’s all about the sound
fr_fr: C'est tout à propos de la musique

# Content/Home/Title
source: It’s currently under construction
fr_fr: C’est actuellement en cours de développement

# Content/Home/Title
source: It’s huge!
fr_fr: C’est énorme !

# Content/Home/Title
source: It’s opensource
fr_fr: C’est opensource

# Content/Contact/Table/Header
source: Language
fr_fr: Langage

# Content/Contact/Table/Header
source: Link
fr_fr: Lien

# Content/Contact/Table/Header
source: Main community and dev canal
fr_fr: Canal principal communautaire et de développement

# Content/Contact/Table/Header
source: Name
fr_fr: Nom

# Content/Contact/Header
source: Other requests and messages
fr_fr: Autre requêtes et messages

# Content/Contact/Paragraph
source: Our main communication canal is our Matrix channel, the following channels are available:
fr_fr: Notre canal de communication principal est notre salon Matrix, les canaux suivants sont disponibles :

# Content/Error/Header
source: Page not found
fr_fr: Page non trouvée

# Content/Contact/Table/Header
source: Project maintainer
fr_fr: Mainteneur du projet

# Content/Contact/Table/Header
source: Purpose
fr_fr: Usage

# Content/Home/Paragraph
source: reel2bits came a long way to the point it’s in now.<br/> We are still working to make reel2bits nice and smooth in every aspect, and with your help we can make it a lot faster.<br/> reel2bits is written in Python, Flask and VueJS.<br/> Feel like contributing?<br/> Check out the <a href="https://github.com/rhaamo/reel2bits">GitHub page</a> and <a href="https://docs-develop.reel2bits.org/">documentation</a>.<br/> Have questions? Ask them on the <a href="https://riot.im/app/#/room/#reel2bits:otter.sh">reel2bits matrix channel</a>, or email them to the <a href="mailto:dashie@otter.sh">project maintener</a>.
fr_fr: reel2bits a fait un long voyage jusqu'au point ou il est maintenant.<br/> Nous travaillons toujours à améliorer reel2bits sur tous les aspects, et avec votre aide nous pourrions aller plus vite.<br/> reel2bits est écrit en Python, Flask et VueJS.<br/> Vous-vous sentez de contribuer ?<br/> Allez voir la <a href="https://github.com/rhaamo/reel2bits">page GitHub</a> et la <a href="https://docs-develop.reel2bits.org/">documentation</a>.<br/> Des questions ? Posez les sur le <a href="https://riot.im/app/#/room/#reel2bits:otter.sh">salon Matrix de reel2bits</a>, ou par email au <a href="mailto:dashie@otter.sh">mainteneur du projet</a>.

# Content/Home/Paragraph
source: reel2bits is an open source project that lets you upload your music, podcasts or other sounds, organize it into albums, and follow other users to see what they share.
fr_fr: reel2bits est un projet opensource vous permettant d'uploader votre musique, podcasts ou créations sonores, les organiser en albums, et suivre d'autres utilisateurs pour voir ce qu'ils partagent.

# Content/Home/Paragraph
source: reel2bits is an open source project, which means anybody can use, modify or tweak it however they want. Ready to dig through the code? Check out our <a href="https://github.com/reel2bits/reel2bits">GitHub page</a>!
fr_fr: reel2bits est un projet opensource, ce qui veut dire que tout le monde peut l'utiliser, le modifier ou le personaliser comme ils veulent. Prêt a plonger dans le code ? Allez voir la <a href="https://github.com/reel2bits/reel2bits">page GitHub</a> !

# Content/Contact/Table/Header
source: Roles
fr_fr: Rôles

# Content/Home/Button/Call to action
source: See for yourself
fr_fr: Regardez par vous-même

# Content/Home/Title/Tagline
source: Share your sounds with the fediverse
fr_fr: Partagez vos musiques avec le fediverse

# Navigation/Link.Title
source: Source Code
fr_fr: Code Source

# Content/Home/Slide/Caption
source: Timeline
fr_fr: Flux

# Content/Home/Slide/Caption
source: Track
fr_fr: Piste

# Content/Home/Paragraph
source: Want to install reel2bits on your server? Check the documentation
fr_fr: Vous voulez installer reel2bits sur votre serveur ? Dirigez-vous vers la documentation

# Content/Error/Paragraph
source: We're sorry, the page your requested doesn't exist.
fr_fr: Nous sommes désolés, la page demandée n’existe pas.

# HTML/Meta/Title
source: Your free and decentralized audio and podcasts platform
fr_fr: Votre plateforme audio et podcasts décentralisée et libre
